Revit 2027 API
ParameterTypeId.SpaceLightingLoadParam Property
 "Lighting Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceLightingLoadParam { get; }
Public Shared ReadOnly Property SpaceLightingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceLightingLoadParam {
	ForgeTypeId^ get ();
}
static member SpaceLightingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace